/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "L'accès à %@ nécessite de vous identifier";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Annuler";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "S'identifier";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Nom :";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Mot de passe :";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Le nom d'utilisateur et le mot de passe fournis seront conservés pour le prochain accès à ce flux.";

